[
    {
        "img": "https://www.projectcensored.org/wp-content/uploads/2023/02/Screen-Shot-2023-02-14-at-12.14.12-PM-585x369.png",
        "title": "Elon Musk Aids US Regime-Change Efforts in Iran",
        "desc": "In a January 2023 article for MintPress News, Alan MacLeod highlights Elon Musk’s plans to support and aid in US regime change efforts in Iran. The January 17 article discusses  Musk’s attempt to have hundreds of Starlink devices smuggled into the region to “take action” against internet censorship in Tehran. However, critics suspect that Musk and his Department of Defense (DOD).",
        "pubdate":"February 14, 2023"    
        },{
        "img": "https://www.projectcensored.org/wp-content/uploads/2023/02/DIsinfor.png",
        "title": "New Leaks Reveal DHS’s Plans to Regulate Disinformation Online",
        "desc": "A series of web leaks have exposed the Department of Homeland Security’s (DHS) plans to expand its commitments to censor “dangerous” speech online. According to an October 31 report from the Intercept, DHS has announced a new “Disinformation Governance Board.” According to the article, the panel’s goals are to police “misinformation (false information spread unintentionally).",
        "pubdate": "February 14, 2023"
    },{
        "img": "https://www.projectcensored.org/wp-content/uploads/2023/02/Google-hires.png",
        "title": "Big Tech Hires Hundreds of Ex-Israeli Spies",
        "desc": "In October 2022, Alan MacLeod of MintPress News reported that hundreds of former Israeli Defense Forces (IDF) spies have obtained high-standing positions at the world’s biggest tech companies, including Google, Microsoft, Facebook, and Amazon. Many of the new hires once belonged to Unit 8200, the largest and most coveted IDF unit. Most notably.",
        "pubdate":"February 15, 2023" 
    },{
        "img": "https://www.fairobserver.com/wp-content/uploads/2023/02/FO%C2%B0-Talks-Indias-Valuable-Learnings-from-Braving-a-Viral-Storm.jpg",
        "title": "FO° Talks: India’s Valuable Learnings from Braving a Viral Storm",
        "desc": "In late 2019, a dreaded enemy, which knows no boundaries, started spreading faster than any other pathogen has in recent history. The contagion became a pandemic overnight, taking into its deadly embrace every nook and corner of the world. Governments, medical professionals, scientists and financial planners around the world start fretting.",
        "pubdate":"February 16, 2023" 
    },{
        "img": "https://www.fairobserver.com/wp-content/uploads/2023/02/From-the-Unsustainable-Here-to-the-Sustainable-There.jpg",
        "title": "From the Unsustainable Here to the Sustainable There",
        "desc": "In 1972, the Club of Rome released a report called The Limits to Growth that laid out the damage to the planet and to human beings of unrestrained increases in economic production and population. It was a straightforward extrapolation from then-current trends that took into account limited resources like water, fertile soil, and fossil fuels.",
        "pubdate":"February 18, 2023" 
    }
]